[
    {
        "text": "The most common way people give up their power is by thinking they don't have any",
        "author": "alice walker"
    },
    {
        "text": "you will not be punished for your anger, you will be punished by your anger",
        "author": "budha"
    },
    {
        "text": "You have a right to perform your prescribed duties, but you are not entitled to the fruits of your actions.",
        "author": "Lord Krishna"
    },
    {
        "text": "In my walks, every man I meet is my superior in some way, and in that I learn from him",
        "author": "Ralph Waldo Emerson"
    },
    {
        "text": "It is no use saying, 'We are doing our best.'  You have got to succeed in doing what is necessary",
        "author": "Winston Churchill"
    },
    {
        "text": "I believe there is no devil but fear",
        "author": "Elbert hubbard"
    },
    {
        "text": "No man ever steps in the same river twice, for it's not the same river and he's not the same man",
        "author": "heraclitus"
    },
    {
        "text": "Do not be decieved, God cannot be mocked, for what you shall sow, you shall reap",
        "author": "Galatians 6:7"
    },
    {
        "text": "as courage is grace under pressure, so is gratitude grace under pleasure",
        "author": "unknown"
    },
    {
        "text": "It's not the mountain we conquer but ourselves",
        "author": "Sir Edmund Hillary"
    },
    {
        "text": "What is necessary to change a person is to change his awareness of himself",
        "author": "Abraham Maslow"
    },
    {
        "text": "It isn't the view by which the climb is worth climbing, but the climb which makes the view worth viewing",
        "author": "unknown"
    },
    {
        "text": "When I became a man I put away childish things, including the fear of childishness and the desire to be very grown up",
        "author": "C.S lewis"
    },
    {
        "text": "What is inside must be defined before any truth of the outside can be determined",
        "author": "My brother"
    },
    {
        "text": "Be the inferior of no man, or of any men be superior. Remember that every man is a variation of yourself.",
        "author": "William Saroyan"
    },
    {
        "text": "To thine own self be true",
        "author": "William Shakespeare"
    },
    {
        "text": "Don’t explain your philosophy. Embody it.",
        "author": "Epictetus"
    },
    {
        "text": "A mathematician must have the courage to explore paths that lead nowhere, for even failure enriches understanding",
        "author": "Alexander Grothendieck"
    },
    {
        "text": "If there are phenomena, the reality of which we cannot deny but which cannot be fitted into our accepted conceptual framework, then something is wrong with that framework",
        "author": "G.I Gurdjieff"
    }
]